{
  "english_courses_for_a": "英语课程",
  "brighter_future": "为更美好的未来",
  "dicover_newton": "发现牛顿，加强课堂内外交流！",
  "learn_more": "认识更多资讯",
  "the_newton_advantage": "Newtone 优势",
  "the_newton_advantage_heading_1": "课程的前期学习评估和认可（PLAR）的要求，我们的创新语言课程将帮助你开辟新的途径，实现你的目标",
  "robertson_college": " 罗伯逊学院",
  "the_newton_advantage_heading_2": "无论你是想简单地提高你的英语水平，还是想满足你报读.",
  "flexibility_heading": "灵活性",
  "flexibility_para_1": "我们提供经济实惠的语言程序，具有多个起始日期——这样您就可以在您方便的时间开始。",
  "flexibility_para_2": "班级规模小，确保您得到定制的一对一指导，并根据您的喜好进行学习。",
  "accreditation_heading": "认可资格",
  "accreditation_para_1": "我们的英语课程是由 ",
  "language_Canada": "加拿大语言",
  "accreditation_para_2":"加拿大的主要语言组织——这意味着它们达到了相当高的优秀标准。",
  "accreditation_para_3": "这就确保了您的英语课程在世界任何地方都能得到认可。",
  "learner_experience_heading": "学习经验",
  "learner_experience_para":"我们经验丰富的语言教师运用创新的教学策略，提供一个真正以学生为中心的环境，帮助您快速获得成功",
  "discover_our_programs": "了解我们的计划",

  "our_winnipeg_campus": "我们的温尼伯校园",
  "about_p_1":"Newtone学校的课程是在我们位于温尼伯市中心的校园亲自教授的。",
  "about_p_2":"我们以提供一个友好、包容和多元文化的校园为荣。我们的校园位置便利，靠近公交车站、自行车道、公共空间以及几家本地餐厅和咖啡馆，提供多项便利设施，为你的学习生活增添色彩。在Newtone，与志同道合的人一起学习，踏上独特的学习之旅。",
  "quote":"Newtone学校的英语语言课程非常引人入胜，而且教师真正关心我的学习成果。在Newtone，我获得了满足我的PLAR（Prior Learning Assessment and Recognition）要求所需的语言技能，也在我的学习和职业之旅中获得了卓越的成就。",

  "program_title":"Newtone英语语言课程",
  "program_para_1":"强大的英语语言能力对于国际学生在加拿大课堂中进行交流和有效贡献，以及在全球化的世界中蓬勃发展至关重要。",
  "program_para_2":"Newtone学校的高强度英语语言课程采用现代化和尖端的学习技术，利用实际文本和视频帮助你提高语言熟练度，以成为",
  "p_robertson_college":"罗伯逊学院 ",
  "program_para_3":"及其他英语教育机构的国际学生。",

  "high_beginner":"高初级",
  "low_intermediate":"低中级",
  "upper_intermediate": "高中级",
  "advanced": "高级课程",
  "p_length":"12周全日制 / 周一至周五",

  "beg_info_1":"在这门课程中，学生将在高初级水平上提高英语熟练度。学生将练习口语和阅读技巧，以参与日常活动。他们将学习阅读和理解熟悉主题的口语和书面文本。学生还将练习阅读、听力和词汇策略，以理解基本信息。他们将学习识别短文的目的和主旨。学生还将学习基础语法和基本词汇，以参与对话并进行书面交流。",
  "beg_info_2":"这门课程还介绍了参与和维持有关熟悉主题和日常例行活动的对话表达。学生还将练习修复策略，以减少沟通中的失误。在这门课程中，将使用熟悉的主题，如文化、工作、旅游、家庭、爱好和社区，来教授技能和策略。",
  "low_info_1":"本课程将培养中级以下水平的英语能力,学习英语实力和策略,积极参与社区或工作中的日常工作。 利用基本的语法结构和高频词汇,进一步培养对熟悉的主题的演讲和写作能力。 学生们将学会倾听和理解基本的对话,并同意和不同意用演讲或文本表达的熟悉的想法。 他们将通过学习句子和段落结构来进一步提高写作能力。",
  "low_info_2":"学生们将利用现在、过去和未来的语法时态,练习熟悉的主题的写作。 在本课程中，将使用中等熟悉的主题，如人、地点和事物来教授技能和策略。",
  "upp_info_1":"本课程将培养学生中级水平的英语水平。 他们将学习英语技能和策略，以完成中等复杂的任务，用于学术和专业目的。 阅读和理解陌生的主题的文本,开发掌握主旨和支援细节的战略。 他们将分析英语中最常见的学术词汇，并建立对中间语法结构的理解。 他们也会注重说话的流利性和准确性，学会沟通喜好，征求意见，同意和不同意。",
  "upp_info_2":"学生在听课时能理解中等程度的复杂语言，并学会运用积极的学习原则进行日常的互动。 他们将使用主动语态和中等复杂的句子结构写熟悉和陌生的话题,并练习写作,表达意见、要求信息和进行比较。",
  "adv_info_1":"在本课程中，学生将发展高中级水平的英语水平。 他们将学习英语技能和策略，以完成中等复杂的任务，用于学术和专业目的。 学生们会阅读和理解陌生的主题的更长的文本。 他们将学习英语中最常见的学术词汇，并建立对学术文本中更先进的语法结构的理解。 他们将注重发言的流畅性和准确性，并使用语言来说服、总结和解释数据。",
  "adv_info_2":"学生在聆听学术语篇中的推理要点、支持细节和例证时，也会培养理解复杂言语的能力。 他们将学习写作过程，并写一些不太熟悉的话题。 他们将开始使用复杂的句子结构和更先进的语法结构来写各种短文类型，包括描述性、观点性和说服力文章。",

  "format":"格式:网上",
  "intake":"每四周持续招生 - 欲了解更多信息，请联系1-888-709-0730（免费电话）或填写以下联系表格。",

  "req":"Newtone课程入学要求",

  "mission": "我们的使命是提供一个动态而沉浸式的语言学习体验，赋予我们的学生流利的语言能力和文化素养。我们相信，语言学习应该是有趣、愉悦且对每个人都应该是可达的，不论他们的背景或经验水平如何。我们经验丰富、专注教学的教师们创造了一个支持性而具有挑战性的学习环境，鼓励学生去冒险、犯错并从中学习。我们致力于帮助学生实现他们的语言目标，并发展他们在全球社会中所需的技能。",
  "our_mission": "我们的使命",

  "started": "让我们开始吧",
  "details": "请提供您的联系方式，我们的一位学生顾问将会与您联系，与您讨论下一步的步骤！",
  "drop_in": "欢迎到我们学校来参观。",
  "welcome": "如果您对我们的语言课程感兴趣，欢迎亲自前来参观！我们欢迎所有来访者，可以参观我们的学校和设施，与友好的工作人员交流，提出您可能有的任何问题。我们很乐意向您展示我们学校的特色和魅力。",
  "address": "我们的地址是",
  "call": "请给我们打电话",

  "apply": "现在就申请吧！"
}
