{
  "english_courses_for_a": "英語課程為",
  "brighter_future": "更光明的未來",
  "dicover_newton": "探索Newtone，增強您在課堂及其他場合的溝通能力！",
  "learn_more": "了解更多",
  "the_newton_advantage": "Newtone的優勢",
  "the_newton_advantage_heading_1": "不論您是想純粹提高英語技能，還是想滿足您的先前學習評估和認證 (PLAR) 要求以便入讀",
  "robertson_college": " 羅伯森學院",
  "the_newton_advantage_heading_2": "的課程，我們創新的語言課程將幫助您開拓新的道路，實現您的目標。",
  "flexibility_heading": "靈活性",
  "flexibility_para_1": "我們提供多個開課日期的語言課程，價格實惠，方便您選擇最方便的時間開始學習。",
  "flexibility_para_2": "小班授課確保您得到定制的一對一指導，根據您的偏好進行學習。",
  "accreditation_heading": "認證",
  "accreditation_para_1": "我們的英語語言課程獲得 ",
  "language_Canada": "加拿大語言協會",
  "accreditation_para_2":"的認證，這是加拿大最優秀的語言機構，這意味著它們符合優秀的標準。",
  "accreditation_para_3": "這確保您的英語語言課程在全球任何地方都得到認可。",
  "learner_experience_heading": "學習體驗",
  "learner_experience_para":"我們經驗豐富的語言教師採用創新的教學策略，提供真正以學生為中心的環境，幫助您快速追求成功。",
  "discover_our_programs": "探索我們的課程",

  "our_winnipeg_campus": "溫尼伯校區",
  "about_p_1":"Newtone的課程在溫尼伯市中心的校區面授課程。",
  "about_p_2":"我们引以为豪的是提供一个包容、多元文化的校园。我们的校园位置优越，靠近公交车站、自行车路径、公共空间以及几家当地餐厅和咖啡馆，提供多种设施，以补充你的学习。与志同道合的人一起学习，在Newtone开始你独特的学习之旅。",
  "quote":"Newtone的英语课程非常有吸引力，教练真正关心我的成功。通过Newtone，我能够获得满足PLAR要求所需的语言技能，并在我的学习和职业生涯中取得优异的成绩。",

  "program_title":"Newtone英语语言课程",
  "program_para_1":"强大的英语语言能力对于国际学生在加拿大课堂中进行有效沟通并在全球化世界中蓬勃发展至关重要。",
  "program_para_2":"Newtone的密集英语语言课程采用当代和尖端的学习技术，使用现实世界的文本和视频，帮助你发展必要的语言熟练度，以申请 ",
  "p_robertson_college":"Robertson College ",
  "program_para_3":"和英语教育机构作为国际学生。",

  "high_beginner":"高级初学者",
  "low_intermediate":"低级中级",
  "upper_intermediate": "高级中级",
  "advanced": "高级",
  "p_length":"12周全日制/星期一至星期五",

  "beg_info_1":"在这门课程中，学生将在高级初学者水平上发展英语熟练度。学生将练习参与日常例程的口语和阅读技巧和策略。他们将学习阅读和理解熟悉主题的演讲和书面文本。学生还将练习阅读、听力和词汇策略，以了解基本信息。他们将学习识别短文的目的和主要思想。学生还将学习基础语法和用于参与对话和书面沟通所需的基本词汇。",
  "beg_info_2":"本課程還介紹了參與並保持關於熟悉的話題和日常事務對話的表達方式。 此外,學生亦會練習維修策略,以減少通訊故障。 本課程將利用文化、職業、旅行、家庭、興趣愛好、小區等熟悉的主題教授技能和戰略。",
  "low_info_1":"本課程將培養中級以下水平的英語能力,學習英語實力和策略,積極參與社區或工作中的日常工作。 利用基本的語法結構和高頻詞彙,進一步培養對熟悉的主題的演講和寫作能力。 學生們將學會傾聽和理解基本的對話,並同意和不同意用演講或文本表達的熟悉的想法。 他們將通過學習句子和段落結構來進一步提高寫作能力。",
  "low_info_2":"學生們將利用現在、過去和未來的語法時態,練習熟悉的主題的寫作。 在本課程中，將使用中等熟悉的主題，如人、地點和事物來教授技能和策略。",
  "upp_info_1":"本課程將培養學生中級水平的英語水平。 他們將學習英語技能和策略，以完成中等複雜的任務，用於學術和專業目的。 閱讀和理解陌生的主題的文本,開發掌握主旨和支援細節的戰略。 他們將分析英語中最常見的學術詞彙，並建立對中間語法結構的理解。 他們也會注重說話的流利性和準確性，學會溝通喜好，徵求意見，同意和不同意。",
  "upp_info_2":"學生在聽課時能理解中等程度的複雜語言，並學會運用積極的學習原則進行日常的互動。 他們將使用主動語態和中等複雜的句子結構寫熟悉和陌生的話題,並練習寫作,表達意見、要求信息和進行比較。",
  "adv_info_1":"在本課程中，學生將發展高中級水平的英語水平。 他們將學習英語技能和策略，以完成中等複雜的任務，用於學術和專業目的。 學生們會閱讀和理解陌生的主題的更長的文本。 他們將學習英語中最常見的學術詞彙，並建立對學術文本中更先進的語法結構的理解。 他們將注重發言的流暢性和準確性，並使用語言來說服、總結和解釋數據。",
  "adv_info_2":"學生在聆聽學術語篇中的推理要點、支持細節和例證時，也會培養理解複雜言語的能力。 他們將學習寫作過程，並寫一些不太熟悉的話題。 他們將開始使用複雜的句子結構和更先進的語法結構來寫各種短文類型，包括描述性、觀點性和說服力文章。",

  "format":"格式:網上",
  "intake":"每4周連續攝入-請聯繫1-888-709-0730(TF)或填寫以下聯繫表格以獲得更多信息",

  "req":"Newtone計畫入學要求",

  "mission": "我們的使命是提供一個充滿活力和投入的語言學習經驗，使我們的學生獲得流利和文化能力。 我們認爲，語言學習應該是吸引人的、令人愉快的，對每個人來說都是容易接近的，不管他們的背景或經驗水平如何。 我們的經驗豐富、敬業的講師們創造了一個支持性和挑戰性的學習環境，鼓勵我們的學生去冒險，去犯錯誤，並從他們身上學習。 我們致力於幫助我們的學生實現他們的語言目標，培養他們在全球社會取得成功所需的技能。",
  "our_mission": "我們的使命",

  "started": "讓我們開始吧",
  "details": "發送您的聯繫方式，我們的學生顧問將聯繫您關於下一步！",
  "drop_in": "順便來我們學校看看",
  "welcome": "有興趣瞭解更多關於我們的語言課程嗎？ 親自來拜訪我們吧！ 我們歡迎所有來訪者到我們學校來，與我們的友好員工見面，參觀我們的設施，並詢問您可能有什麼問題。 我們想帶您參觀一下，讓您領略一下我們語言學校的特色。",
  "address": "我們的地址",
  "call": "聯絡我們",

  "apply": "立即申請"
}