{
  "english": "English",
  "english_courses_for_a": "English courses for a",
  "brighter_future": "brighter future",
  "dicover_newton": "Discover Newtone and supercharge your communication in the classroom and beyond!",
  "learn_more": "Learn More",
  "the_newton_advantage": "The Newtone Advantage",
  "the_newton_advantage_heading_1": "Whether you want to simply improve your English language skills or fulfill your Prior Learning Assessment and Recognition (PLAR) requirements to enrolㅣ in",
  "robertson_college": " Robertson College",
  "the_newton_advantage_heading_2": "programs, our innovative language programs will help you open up new pathways and achieve your goals",
  "flexibility_heading": "Flexibility",
  "flexibility_para_1": "We offer affordable language programs with multiple start dates — so you can start at a time that's convenient for you.",
  "flexibility_para_2": "Small class sizes ensure that you get tailored one-on-one instruction and learn based on your preferences.",
  "accreditation_heading": "Accreditation",
  "accreditation_para_1": "Our English language programs are accredited by ",
  "language_Canada": "Language Canada",
  "accreditation_para_2":"Canada’s premier language organization — meaning they meet a considerable standard of excellence",
  "accreditation_para_3": "This ensures that your English language courses are recognized anywhere in the world.",
  "learner_experience_heading": "Learner Experience",
  "learner_experience_para":"Our experienced language instructors utilize innovative teaching strategies and provide a genuine student-focused environment that helps you fast-track your success",
  "discover_our_programs": "Discover our Programs",

  "our_winnipeg_campus": "Our Winnipeg Campus",
  "about_p_1":"Newtone programs are delivered in-person at our Downtown Winnipeg campus.",
  "about_p_2":"We pride ourselves in providing a welcoming, inclusive and multi-cultural campus. Conveniently located near bus stops, cycling paths, public spaces and several local restaurants and cafés, our campus offers several amenities to compliment your studies. Learn alongside like-minded individuals and embark on your unique learning journey at Newtone.",
  "quote":"Newtone's English language programs were engaging and the instructors truly cared about my success. With Newtone, I was able to attain the language skills needed to meet my PLAR requirements and excel in my learning and career journey.",

  "program_title":"Newtone English Language Programs",
  "program_para_1":"Strong English language skills are essential for international students to communicate and effectively contribute in a Canadian classroom and thrive in a globalized world.",
  "program_para_2":"Newtone's intensive English language programs implement contemporary and cutting-edge learning techniques using real-world texts and videos to help you develop the language proficiency necessary to apply to ",
  "p_robertson_college":"Robertson College ",
  "program_para_3":"and English-language educational institutions as an international student.",

  "high_beginner":"High Beginner",
  "low_intermediate":"Low Intermediate",
  "upper_intermediate": "Upper Intermediate",
  "advanced": "Advanced",
  "p_length":"12 Weeks Full-Time / Monday - Friday",

  "beg_info_1":"In this course, students will develop English proficiency at the high beginner level. Students will practice speaking and reading skills and strategies to participate in daily routines. They will learn to read and understand speech and written text on familiar topics. Students will also practice reading, listening, and vocabulary strategies to understand basic information. They will learn to identify the purpose and main idea of a short text. Students will also learn foundational grammar and basic vocabulary needed to participate in conversations and communicate in writing.",
  "beg_info_2":"This course also introduces expressions to participate in and maintain conversation about familiar topics and everyday routines. Students will also practice repair strategies to reduce communication breakdown. In this course, skills and strategies will be taught using familiar topics, such as culture, jobs, travel, family, hobbies, and neighbourhoods.",
  "low_info_1":"In this course, students will develop English proficiency at the low intermediate level and learn English skills and strategies to participate actively in routine tasks in the community or at work. Students will further develop their skills to speak and write about familiar topics using basic grammar structures, and high frequency vocabulary. Students will learn to listen and understand basic conversations and to agree and disagree with familiar ideas expressed in speech or text. They will further develop their writing skills by learning about sentence and paragraph structure.",
  "low_info_2":"Students will practice writing on familiar topics using present, past and future grammatical tenses. In this course, skills and strategies will be taught using moderately familiar topics, such as people, places and things.",
  "upp_info_1":"In this course, students will develop English proficiency at the intermediate level. They will learn English skills and strategies to complete moderately complex tasks for academic and professional purposes. Students will read and understand text on unfamiliar topics and develop strategies to identify the main idea and supporting details. They will analyze the most common academic words in English and build their understanding of intermediate grammatical structures. They will also focus on fluency and accuracy when speaking, and learn to communicate preferences, ask for and give advice, and agree and disagree.",
  "upp_info_2":"Students will understand moderately complex speech when listening and will learn to apply active learning principles in their routine interactions. They will write about familiar and unfamiliar topics using active voice and moderately complex sentence structures and practice writing to express their opinion, request information and make a comparison.",
  "adv_info_1":"In this course, students will develop English proficiency at the high intermediate level. They will learn English skills and strategies to complete moderately complex tasks for academic and professional purposes. Students will read and understand longer text on unfamiliar topics. They will learn the most common academic words in English and build their understanding of more advanced grammatical structures found in academic text. They will focus on fluency and accuracy when speaking, and use language for persuading, summarizing and interpreting data. ",
  "adv_info_2":"Students will also develop their ability to understand complex speech when listening to infer main points, supporting details and examples in academic discourse. They will learn about the writing process and write moderately unfamiliar topics. They will begin to use complex sentence structures and more advanced grammatical structures to write a variety of short essay types including descriptive, opinion and persuasive essays.",

  "format":"Format: Online",
  "intake":"Continuous intake every 4 weeks - please contact 1-888-709-0730 (TF) or fill out the contact form below for more information",

  "req":"Newtone Program Entrance Requirements",

  "mission": "Our mission is to provide a dynamic and immersive language learning experience that empowers our students to achieve fluency and cultural competence. We believe that language learning should be engaging, enjoyable, and accessible to everyone, regardless of their background or experience level. Our experienced and dedicated instructors create a supportive and challenging learning environment that encourages our students to take risks, make mistakes, and learn from them. We are committed to helping our students achieve their language goals and develop the skills they need to succeed in a global society.",
  "our_mission": "Our Mission",

  "started": "Let's Get Started",
  "details": "Send us your contact details and one of our student advisors will get in touch with you about next steps!",
  "drop_in": "Drop in at our school",
  "welcome": "Interested in learning more about our language programs? Come visit us in person! We welcome all visitors to drop by our school and meet our friendly staff, take a tour of our facilities, and ask any questions you may have. We'd love to show you around and give you a taste of what makes our language school special.",
  "address": "Our Address",
  "call": "Call Us",

  "apply": "Apply Now"
}
