{
  "english_courses_for_a": "Cours d'anglais pour un",
  "brighter_future": "brillant avenir",
  "dicover_newton": "Découvrez Newtone et boostez votre communication en classe et au-delà !",
  "learn_more": "Apprendre encore plus",
  "the_newton_advantage": "L'avantage Newtone",
  "the_newton_advantage_heading_1":" Que vous souhaitiez simplement améliorer vos compétences linguistiques en anglais ou remplir vos exigences d'évaluation et de reconnaissance des acquis (ÉRA) pour vous inscrire à",
  "robertson_college": " Collège Robertson",
  "the_newton_advantage_heading_2": "programmes, nos programmes de langues innovants vous aideront à ouvrir de nouvelles voies et à atteindre vos objectifs",
  "flexibility_heading": "La flexibilité",
  "flexibility_para_1": " Nous proposons des programmes linguistiques abordables avec plusieurs dates de début — afin que vous puissiez commencer à l'heure qui vous convient",
  "flexibility_para_2": "Les classes de petite taille vous permettent d'obtenir des instructions individuelles personnalisées et d'apprendre en fonction de vos préférences",
  "accreditation_heading": "Accréditation",
  "accreditation_para_1":"  Nos programmes de langue anglaise sont accrédités par ",
  "language_Canada": "Langues Canada",
  "accreditation_para_2":"La première organisation linguistique du Canada - ce qui signifie qu'ils répondent à une norme d'excellence considérable",
  "accreditation_para_3":"Cela garantit que vos cours d'anglais sont reconnus partout dans le monde",
  "learner_experience_heading": "Expérience de l'apprenant",
  "learner_experience_para":" Nos professeurs de langue expérimentés utilisent des stratégies d'enseignement innovantes et offrent un véritable environnement axé sur l'étudiant qui vous aide à accélérer votre réussite.",
  "discover_our_programs": "Découvrez nos programmes",
  
  "our_winnipeg_campus": "Notre Campus de Winnipeg",
  "about_p_1":"Les programmes Newtone sont dispensés en personne sur notre campus du centre-ville de Winnipeg.",
  "about_p_2":"Nous sommes fiers d'offrir un campus accueillant, inclusif et multiculturel. Idéalement situé à proximité des arrêts d'autobus, des pistes cyclables, des espaces publics et de plusieurs restaurants et cafés locaux, notre campus offre plusieurs commodités pour compléter vos études. Apprenez aux côtés de personnes partageant les mêmes idées et lancez-vous dans votre parcours d'apprentissage unique chez Newtone.",
  "quote":"Les programmes d'anglais de Newtone étaient attrayants et les instructeurs se souciaient vraiment de ma réussite. Avec Newtone, j'ai pu acquérir les compétences linguistiques nécessaires pour répondre à mes exigences d'ÉRA et exceller dans mon parcours d'apprentissage et de carrière.",

  "program_title":"Programmes de langue anglaise Newtone",
  "program_para_1":"De solides compétences en anglais sont essentielles pour que les étudiants internationaux puissent communiquer et contribuer efficacement dans une classe canadienne et prospérer dans un monde globalisé.",
  "program_para_2":"Les programmes intensifs d'anglais de Newtone mettent en œuvre des techniques d'apprentissage contemporaines et de pointe en utilisant des textes et des vidéos du monde réel pour vous aider à développer les compétences linguistiques nécessaires pour postuler au",
  "p_robertson_college":"Robertson College ",
  "program_para_3":"et les établissements d'enseignement de langue anglaise en tant qu'étudiant international.",

  "high_beginner":"Haut Débutant",
  "low_intermediate":"Faible intermédiaire",
  "upper_intermediate": "Intermédiaire supérieur",
  "advanced": "Avancé",
  "p_length":"12 semaines à temps plein / du lundi - vendredi",

  "beg_info_1":"Dans ce cours, les étudiants développeront leurs compétences en anglais au niveau débutant élevé. Les élèves mettront en pratique les compétences et les stratégies d'expression orale et de lecture pour participer aux routines quotidiennes. Ils apprendront à lire et à comprendre des discours et des textes écrits sur des sujets familiers. Les élèves pratiqueront également des stratégies de lecture, d'écoute et de vocabulaire pour comprendre les informations de base. Ils apprendront à identifier le but et l'idée principale d'un court texte. Les étudiants apprendront également la grammaire de base et le vocabulaire de base nécessaires pour participer à des conversations et communiquer par écrit.",
  "beg_info_2":"Ce cours présente également des expressions pour participer et maintenir une conversation sur des sujets familiers et des routines quotidiennes. Les élèves pratiqueront également des stratégies de réparation pour réduire les pannes de communication. Dans ce cours, les compétences et les stratégies seront enseignées en utilisant des sujets familiers, tels que la culture, les emplois, les voyages, la famille, les loisirs et les quartiers.",
  "low_info_1":"Dans ce cours, les étudiants développeront leurs compétences en anglais au niveau intermédiaire bas et apprendront des compétences et des stratégies en anglais pour participer activement aux tâches de routine dans la communauté ou au travail. Les étudiants développeront davantage leurs compétences pour parler et écrire sur des sujets familiers en utilisant des structures de grammaire de base et un vocabulaire à haute fréquence. Les élèves apprendront à écouter et à comprendre les conversations de base et à être d'accord et en désaccord avec des idées familières exprimées dans un discours ou un texte. Ils développeront davantage leurs compétences en écriture en apprenant la structure des phrases et des paragraphes.",
  "low_info_2":"Les élèves s'exerceront à écrire sur des sujets familiers en utilisant les temps grammaticaux du présent, du passé et du futur. Dans ce cours, les compétences et les stratégies seront enseignées en utilisant des sujets modérément familiers, tels que les personnes, les lieux et les choses.",
  "upp_info_1":"Dans ce cours, les étudiants développeront leurs compétences en anglais au niveau intermédiaire. Ils apprendront des compétences et des stratégies en anglais pour accomplir des tâches modérément complexes à des fins académiques et professionnelles. Les élèves liront et comprendront des textes sur des sujets inconnus et développeront des stratégies pour identifier l'idée principale et les détails à l'appui. Ils analyseront les mots académiques les plus courants en anglais et développeront leur compréhension des structures grammaticales intermédiaires. Ils se concentreront également sur la fluidité et la précision lorsqu'ils parleront, et apprendront à communiquer leurs préférences, à demander et à donner des conseils, et à être d'accord et en désaccord.",
  "upp_info_2":"Les élèves comprendront un discours modérément complexe lorsqu'ils écoutent et apprendront à appliquer les principes d'apprentissage actif dans leurs interactions de routine. Ils écriront sur des sujets familiers et non familiers en utilisant la voix active et des structures de phrases modérément complexes et s'exerceront à écrire pour exprimer leur opinion, demander des informations et faire une comparaison.",
  "adv_info_1":"Dans ce cours, les étudiants développeront leurs compétences en anglais au niveau intermédiaire supérieur. Ils apprendront des compétences et des stratégies en anglais pour accomplir des tâches modérément complexes à des fins académiques et professionnelles. Les élèves liront et comprendront des textes plus longs sur des sujets inconnus. Ils apprendront les mots académiques les plus courants en anglais et développeront leur compréhension des structures grammaticales plus avancées trouvées dans les textes académiques. Ils se concentreront sur la fluidité et la précision lorsqu'ils parleront, et utiliseront le langage pour persuader, résumer et interpréter les données.",
  "adv_info_2":"Les étudiants développeront également leur capacité à comprendre un discours complexe lorsqu'ils écoutent pour déduire des points principaux, des détails à l'appui et des exemples dans le discours académique. Ils apprendront le processus d'écriture et écriront des sujets modérément peu familiers. Ils commenceront à utiliser des structures de phrases complexes et des structures grammaticales plus avancées pour rédiger une variété de types d'essais courts, notamment des essais descriptifs, d'opinion et persuasifs.",

  "format":"Format : En ligne",
  "intake":"Admission continue toutes les 4 semaines - veuillez contacter le 1-888-709-0730 (TF) ou remplir le formulaire de contact ci-dessous pour plus d'informations",

  "req":"Conditions d'admission au programme Newtone"
}