{
  "english_courses_for_a": "더 밝은 미래를 위한",
  "brighter_future": " 영어 강좌",
  "dicover_newton": "뉴톤에 대해 알아보고 강의실과 그 너머에서 여러분의 커뮤니케이션을 강화하세요!",
  "learn_more": "더보기",
  "the_newton_advantage": "뉴톤의 장점",
  "the_newton_advantage_heading_1": "당신이 단순히 당신의 영어 실력을 향상시키기를 원하든,로버트슨 대학 프로그램에 등록하기 위해 당신의 선행 학습 평가 및 인식(PLAR) 요건을 충족시키기를 원하든, ",
  "robertson_college": "(Robertson College)",
  "the_newton_advantage_heading_2": "우리의 혁신적인 언어 프로그램은 당신이 새로운 길을 열고 당신의 목표를 달성하도록 도울 것이다.",
  "flexibility_heading": "유연성",
  "flexibility_para_1": "시작 날짜가 여러 개인 저렴한 언어 프로그램을 제공하므로 편리한 시간에 시작할 수 있습니다.",
  "flexibility_para_2": "소규모 학급 규모를 통해 맞춤형 일대일 교육을 받고 선호도에 따라 학습할 수 있습니다.",
  "accreditation_heading": "인증",
  "accreditation_para_1": "우리의 영어 프로그램은 Language Canada에 의해 인증을 받았다 ",
  "language_Canada": "(Language Canada)",
  "accreditation_para_2": "캐나다의 최고 언어 조직 - 그들이 상당한 수준의 우수성을 충족한다는 것을 의미합니다.",
  "accreditation_para_3": "이것은 당신의 영어 수업이 세계 어디에서나 인정받을 수 있도록 보장한다.",
  "learner_experience_heading": "학습자 경험",
  "learner_experience_para": "우리의 경험들은 혁신 교육 전략을 활용하며 성공하는 진정한 학생 중심의 환경을 제공합니다.",
  "discover_our_programs": "프로그램 검색",

  "our_winnipeg_campus": "위니펙 캠퍼스",
  "about_p_1":"뉴톤 프로그램은 다운타운 위니펙 캠퍼스에서 직접 제공됩니다.",
  "about_p_2":"우리는 환영할 만한, 포괄적이고 다문화적인 캠퍼스를 제공하는 것에 자부심을 가지고 있습니다. 버스 정류장, 자전거 도로, 공공 공간 및 여러 지역 식당과 카페 근처에 편리하게 위치한 저희 캠퍼스는 여러분의 학업을 칭찬할 수 있는 몇 가지 편의 시설을 제공합니다. 같은 생각을 가진 사람들과 함께 배우고 뉴톤에서 독특한 학습 여정을 시작하십시오.",
  "quote":"뉴톤의 영어 프로그램은 매력적이었고 강사들은 내 성공에 진심으로 신경을 썼다. 뉴톤을 통해 PLAR 요건을 충족하는 데 필요한 언어 기술을 습득하고 학습 및 경력 여정에서 탁월한 성과를 거둘 수 있었습니다.",

  "program_title":"뉴톤 영어 프로그램",
  "program_para_1":"강력한 영어 실력은 국제 학생들이 캐나다 교실에서 의사소통하고 효과적으로 기여하고 세계화된 세계에서 번영하기 위해 필수적이다.",
  "program_para_2":"뉴톤의 집중영어 프로그램은 실제 텍스트와 동영상을 활용한 현대적이고 최첨단 학습기법을 구현해 유학생으로서 ",
  "p_robertson_college":"로버트슨 칼리지와 ",
  "program_para_3":"영어교육기관에 지원하는 데 필요한 언어능력을 키울 수 있도록 돕는다.",

  "high_beginner":"고급 초급자",
  "low_intermediate":"저중급",
  "upper_intermediate": "상중급",
  "advanced": "고급",
  "p_length":"12주 전일제 / 월요일 - 금요일",

  "beg_info_1":"이 과정에서 학생들은 높은 초급 수준의 영어 실력을 기를 것이다. 학생들은 일상 생활에 참여하기 위해 말하기와 읽기 기술과 전략을 연습할 것입니다. 그들은 익숙한 주제에 대한 연설과 글을 읽고 이해하는 법을 배울 것이다. 학생들은 또한 기본적인 정보를 이해하기 위해 읽기, 듣기, 그리고 어휘 전략을 연습할 것입니다. 그들은 짧은 글의 목적과 주요 아이디어를 식별하는 법을 배울 것이다. 학생들은 또한 대화에 참여하고 글로 의사소통하는 데 필요한 기초 문법과 기본 어휘를 배울 것이다.",
  "beg_info_2":"이 과정에서는 친숙한 주제와 일상적인 일상에 대한 대화에 참여하고 유지하기 위한 표현도 소개합니다. 학생들은 또한 통신 장애를 줄이기 위한 수리 전략을 연습할 것이다. 이 과정에서는 문화, 직업, 여행, 가족, 취미, 이웃과 같은 익숙한 주제를 사용하여 기술과 전략을 가르칠 것이다.",
  "low_info_1":"이 과정에서 학생들은 중급 이하의 수준에서 영어 실력을 키우고 지역사회나 직장에서 일상적인 업무에 적극적으로 참여할 수 있는 영어 실력과 전략을 배우게 된다. 학생들은 기본 문법 구조와 높은 빈도의 어휘를 사용하여 친숙한 주제에 대해 말하고 쓰는 기술을 더욱 발전시킬 것이다. 학생들은 기본적인 대화를 듣고 이해하는 것을 배울 것이고 연설이나 텍스트로 표현된 친숙한 생각에 동의하고 동의하지 않는 것을 배울 것이다. 그들은 문장과 단락 구조에 대해 배우면서 글쓰기 능력을 더욱 발전시킬 것이다.",
  "low_info_2":"학생들은 현재, 과거, 그리고 미래의 문법 시제를 사용하여 익숙한 주제에 대해 쓰는 것을 연습할 것이다. 이 과정에서는 사람, 장소, 사물과 같은 적당히 친숙한 주제를 사용하여 기술과 전략을 가르칠 것이다.",
  "upp_info_1":"이 과정에서 학생들은 중간 수준에서 영어 실력을 발전시킬 것이다.그들은 학업과 전문 목적을 위해 영어 기술과 전략을 완성하기 위해 영어 기술 및 전략을 배울 것이다.학생들은 낯선 주제에 대한 텍스트를 읽고 이해하기 위해 텍스트를 읽고 이해하기 위해 텍스트를 읽고 이해할 것이다.그들은 영어에서 가장 흔한 학문적인 단어들을 분석하여 중간 문법 구조를 만들 것이다.그들은 또한 독감과 정확성과 정확성에 초점을 맞추고, 조언과 동의, 동의, 동의 및 의견과 동의하지 않는다.",
  "upp_info_2":"학생들은 들을 때 적당히 복잡한 말을 이해하고 일상적인 상호작용에 능동적인 학습 원칙을 적용하는 것을 배울 것이다. 활동적인 목소리와 적당히 복잡한 문장 구조를 이용해 친숙하고 낯선 주제에 대해 글을 쓰고, 자신의 의견을 표현하고, 정보를 요청하고, 비교하는 글쓰기 연습을 하게 된다.",
  "adv_info_1":"이 과정에서 학생들은 중급 수준의 영어 실력을 기를 것이다. 그들은 학업과 전문적인 목적을 위해 적당히 복잡한 과제를 완수하기 위한 영어 기술과 전략을 배울 것이다. 학생들은 낯선 주제에 대한 긴 글을 읽고 이해할 것이다. 그들은 영어에서 가장 일반적인 학술 단어를 배우고 학술 텍스트에서 발견되는 더 진보된 문법 구조에 대한 이해를 쌓을 것이다. 그들은 말할 때 유창함과 정확성에 초점을 맞추고, 데이터를 설득하고 요약하고 해석하기 위해 언어를 사용할 것이다.",
  "adv_info_2":"학생들은 또한 학문적 담론에서 주요 요점을 추론하고 세부사항과 예시를 뒷받침할 때 복잡한 화법을 이해하는 능력을 기를 것이다. 그들은 글쓰기 과정에 대해 배우고 다소 생소한 주제를 쓸 것이다. 그들은 서술형, 의견형, 설득형 에세이를 포함한 다양한 짧은 에세이 유형을 쓰기 위해 복잡한 문장 구조와 더 발전된 문법 구조를 사용하기 시작할 것이다.",

  "format":"형식: 온라인",
  "intake":"4주마다 지속적으로 섭취 - 자세한 내용은 1-888-709-0730(TF)으로 문의하거나 아래 연락처 양식을 작성하십시오",

  "req":"뉴톤 프로그램 입장 요구사항",
  "mission":"우리의 임무는 학생들이 유창함과 문화적 역량을 달성할 수 있도록 역동적이고 몰입적인 언어 학습 경험을 제공하는 것이다. 우리는 언어 학습이 그들의 배경이나 경험 수준에 관계없이 모두에게 매력적이고, 즐겁고, 접근하기 쉬운 것이어야 한다고 믿는다. 경험이 풍부하고 헌신적인 우리의 강사들은 학생들이 위험을 감수하고, 실수를 하고, 그들로부터 배우도록 격려하는 지원적이고 도전적인 학습 환경을 조성한다. 우리는 학생들이 언어 목표를 달성하고 글로벌 사회에서 성공하는 데 필요한 기술을 개발할 수 있도록 돕기 위해 최선을 다하고 있습니다.",
  "our_mission":"우리의 미션",

  "started": "시작합시다",
  "details": "귀하의 연락처 정보를 보내주시면 학생 조언자 중 한 분이 다음 단계에 대해 연락드릴 것입니다!",
  "drop_in": "우리 학교에 들르세요",
  "welcome": "우리의 언어 프로그램에 대해 더 알고 싶으십니까? 직접 놀러 오세요! 우리는 모든 방문객들이 우리 학교에 들러 우리의 친절한 직원들을 만나고, 우리의 시설을 둘러보고, 당신이 질문할 수 있는 것을 환영합니다. 우리는 여러분에게 우리 어학원을 특별하게 만드는 것을 보여드리고 싶습니다.",
  "address": "주소",
  "call": "전화",

  "apply": "지금 신청하세요"
}