{
  "english_courses_for_a": "Cursos de inglés para un",
  "brighter_future": "futuro mejor",
  "dicover_newton": "¡Descubra Newtone y mejore su comunicación en el aula y más allá!",
  "learn_more": "Aprende Más",
  "the_newton_advantage": "La ventaja de Newton",
  "the_newton_advantage_heading_1": "Ya sea que desee simplemente mejorar sus habilidades en el idioma inglés o cumplir con los requisitos de Evaluación y reconocimiento de aprendizaje previo (PLAR) para inscribirse en ",
  "robertson_college": "Colegio Robertson",
  "the_newton_advantage_heading_2": "programas, nuestros innovadores programas de idiomas lo ayudarán a abrir nuevos caminos y alcanzar sus objetivos",
  "flexibility_heading": "Flexibilidad",
  "flexibility_para_1": "Ofrecemos programas de idiomas asequibles con múltiples fechas de inicio — para que pueda comenzar en el momento que más le convenga.",
  "flexibility_para_2": "El tamaño reducido de las clases garantiza que reciba instrucción personalizada personalizada y aprenda según sus preferencias",
  "accreditation_heading": "Acreditación",
  "accreditation_para_1": "Nuestros programas de idioma inglés están acreditados por ",
  "language_Canada": "Idioma Canadá",
  "accreditation_para_2": "La principal organización de idiomas de Canadá, lo que significa que cumplen con un estándar considerable de excelencia.",
  "accreditation_para_3": "Esto asegura que sus cursos de inglés sean reconocidos en cualquier parte del mundo.",
  "learner_experience_heading": "Experiencia de aprendizaje",
  "learner_experience_para": "Nuestros instructores de idiomas experimentados utilizan estrategias de enseñanza innovadoras y brindan un ambiente genuino centrado en el estudiante que lo ayuda a acelerar su éxito.",
  "discover_our_programs": "Descubre nuestros Programas",

  "our_winnipeg_campus": "Nuestro campus de Winnipeg",
  "about_p_1":"Los programas de Newtone se imparten en persona en nuestro campus del centro de Winnipeg.",
  "about_p_2":"Nos enorgullecemos de ofrecer un campus acogedor, inclusivo y multicultural. Convenientemente ubicado cerca de paradas de autobús, ciclovías, espacios públicos y varios restaurantes y cafés locales, nuestro campus ofrece varias comodidades para complementar tus estudios. Aprenda junto a personas de ideas afines y emprenda su viaje de aprendizaje único en Newtone.",
  "quote":"Los programas de inglés de Newtone fueron atractivos y los instructores realmente se preocuparon por mi éxito. Con Newtone, pude adquirir las habilidades lingüísticas necesarias para cumplir con mis requisitos de PLAR y sobresalir en mi aprendizaje y trayectoria profesional.",

  "program_title":"Programas de lenguaje inglés de Newton",
  "program_para_1":"Las fuertes habilidades de lengua inglesa son esenciales para que los estudiantes internacionales se comunicen y contribuyan eficazmente en una clase canadiense y prosperen en un mundo globalizado.",
  "program_para_2":"Los programas intensivos de lenguaje inglés de Newton implementan técnicas de aprendizaje contemporáneas y de vanguardia utilizando textos y videos del mundo real para ayudarles a desarrollar la habilidad lingüística necesaria para solicitar a ",
  "p_robertson_college":"Robertson College",
  "program_para_3":" y instituciones educativas de lengua inglesa como estudiante internacional.",

  "high_beginner":"El principiante más alto",
  "low_intermediate":"Bastante intermedio",
  "upper_intermediate": "Intermedio superior",
  "advanced": "Avancado",
  "p_length":"12 Semanas a tiempo completo / de lunes a viernes",

  "beg_info_1":"En este curso, los estudiantes desarrollarán la habilidad en inglés a nivel de principiantes. Los estudiantes practicarán las habilidades y estrategias de hablar y leer para participar en las rutinas diarias. Aprenderán a leer y entender el discurso y el texto escrito sobre temas conocidos. Los estudiantes también practicarán estrategias de lectura, escucha y vocabulario para entender la información básica. Aprenderán a identificar el propósito y la idea principal de un texto corto. Los estudiantes también aprenderán gramática fundamental y vocabulario básico necesarios para participar en las conversaciones y comunicarse por escrito.",
  "beg_info_2":"Este curso también introduce expresiones para participar y mantener la conversación sobre temas familiares y rutinas cotidianas. Los estudiantes también practicarán estrategias de reparación para reducir la ruptura de la comunicación. En este curso, se enseñarán habilidades y estrategias utilizando temas conocidos, como la cultura, el empleo, los viajes, la familia, los hobbies y los vecindarios.",
  "low_info_1":"En este curso, los estudiantes desarrollarán conocimientos de inglés en el nivel intermedio bajo y aprenderán habilidades y estrategias de inglés para participar activamente en tareas rutinarias en la comunidad o en el trabajo. Los estudiantes desarrollarán sus habilidades para hablar y escribir sobre temas familiares utilizando estructuras gramáticas básicas y vocabulario de alta frecuencia. Los estudiantes aprenderán a escuchar y entender conversaciones básicas y a estar de acuerdo y en desacuerdo con ideas familiares expresadas en el discurso o el texto. Desarrollarán aún más sus habilidades de escritura aprendiendo acerca de la oración y la estructura de párrafos.",
  "low_info_2":"Los estudiantes practicarán escribir sobre temas conocidos utilizando los períodos grammaticales actuales, pasados y futuros. En este curso, se enseñarán habilidades y estrategias utilizando temas moderadamente familiares, como personas, lugares y cosas.",
  "upp_info_1":"En este curso, los estudiantes desarrollarán la habilidad de inglés en el nivel intermedio. Aprenderán habilidades y estrategias de inglés para completar tareas moderadamente complejas para fines académicos y profesionales. Los estudiantes leerán y entenderán textos sobre temas desconocidos y desarrollarán estrategias para identificar la idea principal y los detalles de apoyo. Analizarán las palabras académicas más comunes en inglés y construirán su comprensión de las estructuras gramáticas intermedios. También se centrarán en la fluidez y la precisión cuando hablen, y aprenderán a comunicar preferencias, pedir y dar consejos, y estarán de acuerdo y en desacuerdo.",
  "upp_info_2":"Los estudiantes entenderán el discurso moderadamente complejo cuando escuchen y aprenderán a aplicar principios de aprendizaje activo en sus interacciones rutinarias. Escribirán sobre temas familiares y desconocidos usando estructuras de oración y frases moderadamente complejas y practicando escribir para expresar su opinión, pedir información y hacer una comparación.",
  "adv_info_1":"En este curso, los estudiantes desarrollarán la habilidad de inglés en el alto nivel intermedio. Aprenderán habilidades y estrategias de inglés para completar tareas moderadamente complejas para fines académicos y profesionales. Los estudiantes leerán y entenderán textos más largos sobre temas desconocidos. Aprenderán las palabras académicas más comunes en inglés y construirán su comprensión de estructuras grammaticales más avanzadas encontradas en el texto académico. Se centrarán en la fluidez y la precisión cuando hablen, y usarán el lenguaje para persuadir, resumir y interpretar datos.",
  "adv_info_2":"Los estudiantes también desarrollarán su capacidad para entender el discurso complejo cuando escuchen inferir puntos principales, apoyando detalles y ejemplos en el discurso académico. Aprenderán sobre el proceso de escritura y escribirán temas moderadamente desconocidos. Comenzarán a usar estructuras de oración complejas y estructuras grammaticales más avanzadas para escribir una variedad de tipos de ensayos cortos, incluidos ensayos descriptivos, de opinión y persuasivos.",

  "format":"Formato: en línea",
  "intake":"Ingreso continuo cada 4 semanas - por favor contacte al 1-888-709-0730 (TF) o llene el formulario de contacto que se segue para más información",

  "req":"Requisitos de entrada del programa Newton",
  "mission":"Nuestra misión es proporcionar una experiencia de aprendizaje de idiomas dinámica e inmersiva que permita a nuestros estudiantes alcanzar una competencia cultural y fluidez. Creemos que el aprendizaje de idiomas debe ser atractivo, agradable y accesible a todos, independientemente de su historial o nivel de experiencia. Nuestros instructores con experiencia y dedicación crean un entorno de aprendizaje que alienta a nuestros estudiantes a correr riesgos, cometer errores y aprender de ellos. Estamos comprometidos a ayudar a nuestros estudiantes a alcanzar sus objetivos lingüísticos y desarrollar las habilidades que necesitan para tener éxito en una sociedad global.",
  "our_mission": "Nuestra misión",
  
  "started": "Empecemos",
  "details": "Envíennos sus datos y uno de nuestros asesores estudiantiles se pondrá en contacto con ustedes acerca de las siguientes etapas.",
  "drop_in": "Pasen a nuestra escuela",
  "welcome": "¿Te interesa aprender más sobre nuestros programas lingüísticos? ¡Ven a visitarnos en persona! A todos los visitantes les damos la bienvenida para que vayan a nuestra escuela y conozcan a nuestro personal amistoso, vayan a visitar nuestras instalaciones y hagan cualquier pregunta que tengan. Nos encantaría mostrarles el lugar y darles una idea de lo que hace especial nuestra escuela de idiomas.",
  "address": "Nuestra dirección",
  "call": "Llámanos"
}